[
    {
        "title": "Interactive Data Visualization Of Bikers in Boston",
        "year": "2025",
        "image": "./image/bikewatching.png",
        "description": "This project performed a data visualization in JavaScript to display the bike traffic in the city of Boston with interactive features."
    },
    {
        "title": "Prediction Model for the League of Legends Professional Scene at the 15 Minute Mark",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "The goal of this project is to predict the outcome of a professional League of Legends match at the 15 minute mark. The model will be trained on data from previous matches and will take into account the current state of the game at the 15 minute mark. The model will be evaluated on its ability to predict the outcome of matches in the future."
    },
    {
        "title": "Data Analysis to Establish a Reliable Relationship Between Gamma Measurements and the Actual Density of the Material",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "The goal of this project is to establish a reliable relationship between gamma measurements and the actual density of the material. The results of the analysis will be used to develop a model that can predict the density of a material based on gamma measurements."
    },
    {
        "title": "Data Analysis on Home Field Advantage in the Major League Baseball",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "This project performed a data analysis on home field advantage in the Major League Baseball. The analysis was conducted using data from the 2017 MLB season to the 2023 MLB season and focused on the impact of home field advantage on the outcome of games."
    },
    {
        "title": "Accusantium facilis deleniti exercitationem!",
        "year": "1984",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Unde temporibus velit debitis quos molestias delectus, labore est non impedit harum veniam. Debitis non distinctio sequi numquam doloribus. Tempora voluptas sunt rem totam eaque, ipsa beatae corporis? Dolor, quod."
    },
    {
        "title": "Fugit dicta excepturi nisi?",
        "year": "1984",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Eaque facilis soluta officia rerum qui aspernatur distinctio. Magnam aut ducimus quo accusamus quidem eligendi id? Quas quisquam architecto enim sapiente ratione obcaecati officia iure aut. Placeat culpa dignissimos recusandae!"
    },
    {
        "title": "Nisi quasi fugit ut.",
        "year": "1984",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Explicabo, minima. Alias eius impedit fuga maiores qui quisquam sunt modi, quis tempore nobis libero nisi incidunt asperiores tempora architecto optio reiciendis aperiam aspernatur laboriosam cumque. Praesentium obcaecati sit reiciendis."
    },
    {
        "title": "Corrupti quos ratione nesciunt!",
        "year": "1984",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Consectetur ratione, quia voluptatibus eum deleniti ipsam delectus ex laudantium dolores quisquam enim quidem! Sed culpa laboriosam vero, doloribus quos autem vitae adipisci officiis? Nulla quod aliquid aspernatur dolor culpa!"
    },
    {
        "title": "Sequi molestiae quisquam officia.",
        "year": "1984",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Quasi illum ratione molestias quam adipisci, quaerat sequi aut exercitationem nihil excepturi nemo dicta aliquam eos voluptatum enim sapiente, rerum odio dolores omnis placeat quidem quos non? Modi, placeat explicabo."
    },
    {
        "title": "Culpa voluptate odit consequatur.",
        "year": "1984",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Beatae est perspiciatis qui ratione soluta itaque hic quis alias saepe nobis ipsam, sed, placeat suscipit magnam iusto quae earum asperiores? Natus magnam et, repellat quos esse ipsam eaque minus."
    },
    {
        "title": "Dolorum amet sit perspiciatis?",
        "year": "1984",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Explicabo voluptate quos natus praesentium eum commodi expedita, delectus eligendi optio provident ea facere repellendus nisi corporis ipsum magni minima laudantium quia nemo corrupti necessitatibus ut voluptatibus perspiciatis iusto. Illum."
    },
    {
        "title": "Maiores obcaecati ab nihil!",
        "year": "1984",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Illum adipisci accusantium corrupti, maiores id quo molestiae iusto veritatis tenetur accusamus fugit ut vero, magnam corporis iste sit minima eaque eligendi laboriosam quos facilis. Aspernatur voluptatibus odio rerum placeat."
    }
]